ITEM_RULE = [
    (1, "", "基础工作", "完成落实不到位的每项扣1分"),
    (1, "", "基础工作", "未按要求完成每月信息工作的, 每缺1篇扣2分"),

    (1, "", "项目保障", "未达到目标的按比例扣分"),
    (1, "", "项目保障", "无理推诿,未按时完成任务的酌情扣分(1-10分)"),

    (1, "", "宣传工作", "宣传、培训指导未达到规定频次，每缺1次扣1分。入户宣传未实现全覆盖的，视情扣分。随机抽检3名小区居民，以垃圾分类知识提问形式，回答错误的每人扣1分"),
    (1, "", "宣传工作", "宣传窗（栏）未设置扣10分，宣传窗（栏）破损、宣传资料陈旧、张贴受损或被覆盖，未及时处置影响美观和宣传的每处视情扣1-5分"),
    (1, "", "宣传工作", "小区居民月度分类质量情况公示栏（荣誉榜）不及时按月公示、专职管理员和收运人员姓名、照片、电话等信息未公示或信息更新不及时，每缺一类扣2分"),
    (1, "", "宣传工作", "随机抽检小区内2幢房屋, 上墙宣传标语牌和垃圾分类单元温馨提示设置未到位，每缺一处扣1分;(注非成幢老小区视情扣分)"),
    (1, "", "宣传工作", "未按规定设置网格长制的,扣2分"),

    (1, "", "垃圾分类收集容器设置", "撤桶并点未实施到位，投放点设置不合理的，视情扣1-10分；未按要求成组设置可回收物、有害垃圾桶的，扣5分，发现各类旧垃圾桶放置现象的，每发现一只扣1分；无旧衣物回收箱设置扣2分；旧衣物回收箱周边脏、乱、差的扣2分"),
    (1, "", "垃圾分类收集容器设置", "随机抽检小区内垃圾分类投放点5处，其他垃圾、易腐垃圾桶未按组设置每处扣1分；使用垃圾房未按要求设置组桶、标识的,扣5分；每个投放点放置的垃圾桶数超过4只的扣1分，规格不统一的扣2分，无身份牌的每只扣2分"),
    (1, "", "垃圾分类收集容器设置", "垃圾分类桶、图标、颜色、身份牌等不规范或模糊不清每处扣1分"),
    (1, "", "垃圾分类收集容器设置", "桶脏、桶未盖合每处扣1分；桶破、垃圾满溢每处扣2分；投放点周边不洁每处扣2分(注：小区内垃圾投放设施总数不足5处按比例折算至5处计算)"),

    (1, "", "集置点管理", "集置点建设不到位，视情扣分"),
    (1, "", "集置点管理", "标志标识、管理制度和公示信息不按要求设置每发现一向扣1-2分"),
    (1, "", "集置点管理", "分类垃圾管理按投放点和收集容器设置考核扣分，点内垃圾满溢现象的扣5分"),
    (1, "", "集置点管理", "垃圾出入未登记、无台账的扣2分"),
    (1, "", "集置点管理", "集置点维护管理不到位，每发现一项扣2分"),
    (1, "", "集置点管理", "集置点无定时消杀、消毒无台账记录扣2分"),

    (1, "", "队伍建设", "培训员、督导员、志愿者队伍每少一支，扣5分"),
    (1, "", "队伍建设", "根据公示信息随机抽检到位情况，未配备专职管理员的扣20分"),
    (1, "", "队伍建设", "做与工作无关的事情每次扣2分"),
    (1, "", "队伍建设", "专职管理员脱岗每次扣10分"),
    (1, "", "队伍建设", "专职管理员着装不规范的，每次扣2分"),
    (1, "", "队伍建设", "无台账记录的，每次扣1分"),

    (1, "", "分类投放", "分类垃圾袋未及时发放、发放不到位的每次扣5分，记录不清晰的每次扣1分"),
    (1, "", "分类投放", "随机抽检小区内垃圾分类投放点5处，准确率达到80%~90%，扣2分；准确率达到70%~80%，扣10分；准确率达到50%~70%，扣15分；准确率达到30%~50%，扣20分；准确率在30%以下扣40分。(注：小区内垃圾投放点总数不足5处按比例折算至5处计算)"),

    (1, "", "分类收运", "车容不整、标志标识不清、污秽明显的，每发现1次扣5分"),
    (1, "", "分类收运", "有混装混运现象，未实行以桶换桶收运的每发现1次扣30分；有沿途撒漏现象的，每发现1次扣5分"),
    (1, "", "分类收运", "收运人员未规范着装，每发现1次扣2分；着装不整洁，每发现1次扣1分"),

    (2, "", "基础工作", "完成落实不到位的每项扣1分"),
    (2, "", "基础工作", "未按要求完成每月信息工作的，每月每缺1篇扣2分"),

    (2, "", "项目保障", "未达到目标的按比例扣分"),
    (2, "", "项目保障", "无理推诿、未按时完成任务的酌情扣分（1-10分）"),

    (2, "", "宣传工作", "宣传、培训指导未达到规定频次，每缺1次扣1分。入户宣传未实现全覆盖的，视情扣分。随机抽检3名村（居）民，以垃圾分类知识提问形式，回答错误的每人扣1分"),
    (2, "", "宣传工作", "宣传窗（栏）未设置扣10分，宣传窗（栏）破损、宣传资料陈旧、张贴受损或被覆盖，未及时处置影响美观和宣传的每处视情扣1-5分"),
    (2, "", "宣传工作", "随机抽检小区（村）内宣传牌布局，上墙宣传标语牌和垃圾分类单元温馨提示设置未到位，每缺一处扣1分"),
    (2, "", "宣传工作", "小区（村）居（村）民月度分类质量情况荣誉榜不及时按要求公示、小区（村）分拣员和收运人员姓名、电话等信息未公示或信息更新不及时，党员、村两委成员、村民代表住宅门口未公示垃圾分类身份牌，每缺一类扣2分"),
    (2, "", "宣传工作", "未按规定设置网格长制的,扣2分"),

    (2, "", "垃圾分类收集容器设置", "小区（村）内未按要求成组设置可回收物、有害垃圾桶的，扣5分，发现各类旧垃圾桶放置现象的，每发现一只扣1分"),
    (2, "", "垃圾分类收集容器设置", "随机抽检小区（村）内公共区域垃圾分类投放点5处，其他垃圾、易腐垃圾桶未按组设置每处扣1分，使用垃圾房未按要求设置组桶、标识的,扣5分"),
    (2, "", "垃圾分类收集容器设置", "农户分类垃圾入户桶未及时发放、放置不到位的每处扣1分"),
    (2, "", "垃圾分类收集容器设置", "垃圾分类桶、图标、颜色、身份牌不规范或模糊不清每处扣1分"),
    (2, "", "垃圾分类收集容器设置", "桶脏、桶未盖合每处扣1分;桶破、垃圾满溢每处扣2分; 投放点周边不洁每处扣2分"),
    (2, "", "垃圾分类收集容器设置", "无旧衣物回收箱设置扣2分"),
    (2, "", "垃圾分类收集容器设置", "便民暂存处（回收站）未设扣6分，告示牌未设置扣2分，设置不规范扣1分，无上墙制度扣1分，暂存处垃圾桶内无对应垃圾且无法提供有害垃圾、可回收垃圾收运处置记录的，扣3分"),

    (2, "", "队伍建设", "上门收集保洁员、分拣督导员、进站管理员队伍每少一支，扣5分"),
    (2, "", "队伍建设", "根据公示信息随机抽检到位情况，未配备专职垃圾分拣员扣20分"),
    (2, "", "队伍建设", "做与工作无关的事情每次扣2分"),
    (2, "", "队伍建设", "专职分拣员脱岗每次扣10分；（上岗时间原则上与机关作息时间同步）"),
    (2, "", "队伍建设", "专职分拣员着装不规范的，每次扣2分"),
    (2, "", "队伍建设", "无台账记录的，每次扣1分"),

    (2, "", "分类投放", "小区分类垃圾袋未及时发放、发放不到位的每次扣5分，记录不清晰的每次扣1分"),
    (2, "", "分类投放", "随机抽检小区（村）内公共区域垃圾分类投放点和村民入户垃圾桶各5处，准确率达到80%~90%，扣2分；准确率达到70%~80%，扣10分；准确率达到50%~70%，扣15分；准确率达到30%~50%，扣20分；准确率在30%以下扣40分。（注：小区（村）内公共区域垃圾投放点总数不足5处按比例折算至5处计算）"),

    (2, "", "分类收运", "车容不整、不密闭、标志标识不清、污秽明显的，每发现1次扣1分"),
    (2, "", "分类收运", "有混装混运现象,未实现分类垃圾分类运输，村未上门收运的每发现一处各扣30分；有沿途撒漏现象的，每发现1次扣5分"),
    (2, "", "分类收运", "垃圾未日产日清的，每发现1次扣2分"),
    (2, "", "处置(中转)场所管理", "收运人员未规范着装，每发现1次扣2分；着装不整洁，每发现1次扣1分"),

    (2, "", "处置(中转)场所管理", "处置中心(站)或中转站不按计划正常运行的，每次扣10分"),
    (2, "", "处置(中转)场所管理", "标志标识、管理制度和公示信息不按要求设置每发现一处扣2分"),
    (2, "", "处置(中转)场所管理", "未及时清运，造成场所内垃圾严重满溢或投诉的，整体环境脏乱差的，每次扣5分"),
    (2, "", "处置(中转)场所管理", "垃圾出入未登记、无台账的扣2分"),
    (2, "", "处置(中转)场所管理", "设施维护管理不到位、破损或保洁不到位的，发现一处扣2分，养家禽的，每次扣5分"),
    (2, "", "处置(中转)场所管理", "无定时消杀、消毒无台账记录扣2分"),
    (2, "", "处置(中转)场所管理", "无有机肥检测报告的，无有机肥利用去向等后续情况记录台账或记录不全的每次扣2分"),
    (2, "", "处置(中转)场所管理", "焚烧垃圾的，每次扣2分；有其他安全隐患行为的，每次扣5分"),

]
